Repository: iJianbao/weinuo_iOS
Catalog: ECSDKDemo_*/*.lproj/Localizable.strings
Languages: nl, zh_hans

source: Control
nl: Controle
zh_hans: 控制

source: About Health
nl: Over uw gezondheid
zh_hans: 健康

source: Bluetooth
zh_hans: 蓝牙

source: Paired devices
nl: Gekoppelde apparaten
zh_hans: 已配对设备

# connectionDevices
source: The current connection devices
nl: De huidige gekoppelde apparaten
zh_hans: 当前连接设备

# historyDevices
source: History connected devices
nl: Geschiedenis van gekoppelde apparaten
zh_hans: 连接过的设备

source: Available devices
nl: Beschikbare apparaten
zh_hans: 可用设备

# notAvailableDevices
source: Can't find any available devices
nl: Kan geen beschikbare apparaten vinden
zh_hans: 没有搜索到可用设备

# notAvailablePermission
source: Please turn on Bluetooth permission in mobile settings
nl: Toestemming voor Bluetooth is niet ingeschakeld, gelieve deze te openen in instellingen voor mobiele telefoons
zh_hans: 未开启蓝牙权限，请在手机设置中打开

source: timeOut...
nl: time-out verzoeken
zh_hans: 请求超时...

source: Searching...
nl: Zoeken
zh_hans: 搜索中...

# trunOnBluetooth
source: Please turn on Bluetooth
nl: Zet Bluetooth aan a.u.b.
zh_hans: 请先打开蓝牙

source: Connect Bluetooth
nl: Bluetooth verbinden
zh_hans: 蓝牙连接

source: Connecting ...
nl: Verbinden ...
zh_hans: 正在连接...

# cluetoothConnected
source: Bluetooth connected
nl: Bluetooth verbonden
zh_hans: 已连接

# cluetoothDisconnected
source: Bluetooth disconnected
nl: Ontkoppel
zh_hans: 断开连接

source: bluetooth disconnected
nl: Verbinding met Bluetooth verbroken
zh_hans: 蓝牙连接已断开

# notSupportBluetooth
source: The device does not support bluetooth
nl: Het apparaat ondersteunt geen Bluetooth
zh_hans: 该设备不支持蓝牙

source: Successful connection
nl: De verbinding was succesvol
zh_hans: 连接成功

# notSupportLowBluetooth
source: The device does not support low power consumption bluetooth (BLE)
nl: Het apparaat ondersteunt geen lage spanning Bluetooth (BLE)
zh_hans: 该设备不支持低功耗蓝牙（BLE）

source: Positioning not open
nl: Positionering niet open
zh_hans: 定位没有打开

source: Positioning opened
nl: Positionering open
zh_hans: 定位已打开

# connectDesk
source: Connect smart desk
nl: Verbind BREX Bureau
zh_hans: 连接升降桌

# dataFailure
source: Data transmission failure, please check the connection.
nl: Data verzending error, controleer verbinding
zh_hans: 数据传输失败,请确认设备连接正确

# uncontrolled
source: Equipment uncontrolled, please check the connection.
nl: Apparaat niet gecontroleerd, controleer de verbinding
zh_hans: 无法操控设备，请确定连接是否断开或连接设备是否正确

source: Health data
nl: Gezondheidsdata
zh_hans: 健康数据

# standRatio
source: Sit & stand ratio
nl: Zit & Sta ratio
zh_hans: 今日坐站时间比

# 7Days
source: Recent 7 days record
nl: Data laatste 7 dagen
zh_hans: 最近七日记录

source: Sitting time:
nl: Tijd gezeten:
zh_hans: 坐姿时间:

source: Standing time:
nl: Tijd gestaan:
zh_hans: 站姿时间:

source: Date
nl: Datum
zh_hans: 日期

source: Sitting time (hours)
nl: Tijd gezeten (uren)
zh_hans: 坐姿时间(时)

source: Standing time (hours)
nl: Tijd gestaan (uren)
zh_hans: 站姿时间(时)

source: Sit & stand ratio
nl: Zit & sta ratio
zh_hans: 坐站比

source: No data
nl: Geen data
zh_hans: 暂无数据

source: Hours
nl: Uren
zh_hans: 小时

source: Minutes
nl: Minuten
zh_hans: 分钟

source: More
nl: Meer
zh_hans: 更多

# warning1
source: Warning!
nl: Waarschuwing！
zh_hans: 警告！

source: Rename
nl: Hernoem
zh_hans: 重命名

source: Please rename
nl: Hernoem a.u.b.
zh_hans: 请输入蓝牙名称

source: Input name
nl: Hernoem a.u.b.
zh_hans: 请输入名称

# heightName
source: name
nl: Naam
zh_hans: 名称

# heightCount
source: height
nl: hoogte
zh_hans: 高度

# max20
source: Maximum 20 characters supported.
nl: Maximum van 20 karakters ondersteund
zh_hans: 重命名可输入字符最大长度为20

# reName20
source: Re-name within 20 characters
nl: Hernoem met maximaal 20 karakters
zh_hans: 请重新输入1~20个字符长度的名称

# reNameNoEmpty
source: Rename can't be empty, please try again
nl: Hernoem veld mag niet leeg zijn
zh_hans: 重命名不能为空，请重新输入

# nameExists
source: The name already exists
nl: Deze naam bestaat al
zh_hans: 该名称数据库中已存在!

source: Up to 12 groups
nl: Maximaal 12 groepsgeheugen data ondersteund
zh_hans: 最多12组

# saveAfter
source: Please save after revise
nl: Opslaan na herziening a.u.b.
zh_hans: 请修改后再保存

# notAllowed
source: Special symbol is not allowed
nl: Speciaal teken is niet toegestaan
zh_hans: 不允许输入特殊符号

# notEmpty
source: Model can't be empty. Please try again
nl: Model kan niet leeg zijn. Probeer opnieuw a.u.b.
zh_hans: 型号名称不能为空，请重新输入

# nameNotEmpty
source: Name can't be empty
nl: Naam veld mag niet leeg zijn
zh_hans: 名称不能为空哦

# canNotEmpty
source: Can't be empty
nl: Naam veld mag niet leeg zijn
zh_hans: 不能为空

# less5Seconds
source: Can't be less than 5 seconds
nl: Niet minder dan vijf seconden
zh_hans: 不能小于5秒

# greater300Seconds
source: Can't be greater than 300 seconds
nl: Niet meer dan 300 seconden
zh_hans: 不能大于300秒

# appExit
source: The program appears abnormal, it will exit immediately.
nl: Het programma lijkt abnormaal, het wordt onmiddellijk afgesloten.
zh_hans: 很抱歉,程序出现异常,即将退出

source: Yes
nl: Ja
zh_hans: 确定

# continue_long_tip
source: REMIND LATER
nl: Laat het me later weten.
zh_hans: 稍后提示

# close_long_tip
source: CLOSE
nl: sluiten
zh_hans: 关闭

# localNotifiContent
source: TIME TO GET UP
nl: Het is tijd om op te staan.
zh_hans: 时间到了，该站起来了

source: Edit
nl: Wijzigen
zh_hans: 编辑

source: Add
nl: Voeg toe
zh_hans: 添加

source: Save successfully
nl: Succesvol opgeslagen
zh_hans: 保存成功

source: Save failed
nl: Opslaan mislukt
zh_hans: 保存失败

source: Initializing
nl: Initialiseren
zh_hans: 正在初始化

# initializingFailed
source: Initializing failed, please check the connection
nl: Initialiseren mislukt, controleer de verbinding
zh_hans: 初始化数据失败,请查看是否已连接设备

source: Setting
nl: Instelling
zh_hans: 正在设置

source: Setting successfully
nl: Instelling succesvol
zh_hans: 设置成功

source: Setting failed
nl: Instelling mislukt
zh_hans: 设置失败

source: Save
nl: Opslaan
zh_hans: 保存

source: Smart Desk Control
nl: Brex Bureau Controller
zh_hans: 智能升降桌

source: Delete
nl: Verwijderen
zh_hans: 删除

source: Current height
nl: Huidige hoogte
zh_hans: 当前高度

source: Memory height
nl: Geheugen hoogte
zh_hans: 记忆高度

source: No memory height
nl: Geen geheugen hoogte
zh_hans: 暂无记忆高度

source: Choose memory height
nl: Kies geheugen hoogte
zh_hans: 选择记忆高度

source: Memory height 1
nl: Geheugen hoogte 1
zh_hans: 记忆高度1

# modelExists
source: The model already exists
nl: Dit model bestaat al
zh_hans: 该模式已存在

source: Settings
nl: Instellingen
zh_hans: 设置

source: Unit
nl: Eenheid
zh_hans: 单位设置

source: CM
zh_hans: 厘米

source: Inch
zh_hans: 英寸

source: Screen saver time
nl: Screensaver tijd
zh_hans: 息屏时间

source: s
zh_hans: 秒

source: 30s
zh_hans: 30秒

source: 60s
zh_hans: 60秒

source: 90s
zh_hans: 90秒

source: 120s
zh_hans: 120秒

source: Always-on
nl: Altijd aan
zh_hans: 常亮

source: Custom(s)
nl: Aangepast
zh_hans: 自定义(秒)

# customsssss
source: Custom
nl: Aangepast
zh_hans: 自定义

# enterValues
source: Please enter the values
nl: Voer de waarden in
zh_hans: 请输入数值

# rangeIs
source: Please enter the correct values，range is
nl: Voer de juiste waarden in, bereik is
zh_hans: 请输入正确的数值,范围为

# protection
source: Collision protection
nl: Botsingsbeveiliging
zh_hans: 碰撞保护

# close
source: Off
nl: Uit
zh_hans: 关闭

# mild
source: Light
nl: Licht
zh_hans: 轻档

# moderate
source: Normal
nl: Normaal
zh_hans: 中档

# severe
source: Heavy
nl: Zwaar
zh_hans: 重档

source: Self-learning
nl: Zelfstudie
zh_hans: 自学习

source: Reset
zh_hans: 复位

source: In self-learning
nl: In zelfstudie
zh_hans: 正在进行自学习

source: Self-learning finish
nl: Einde zelfstudie
zh_hans: 自学习完成

source: Self-learning failed
nl: Zelfstudie mislukt
zh_hans: 自学习失败

source: Resetting
nl: Resetten
zh_hans: 正在进行复位

# cancelResetting
source: Return will cancel reset
nl: Terugkeer zal de reset annuleren
zh_hans: 返回将取消复位

source: Reset finish
nl: Reset einde
zh_hans: 复位完成

source: Reset failed
nl: Reset mislukt
zh_hans: 复位失败

# sendFails
source: Send failed
nl: Verzenden mislukt
zh_hans: 发送命令失败

# buzzer
source: Beep
nl: Pieptoon
zh_hans: 蜂鸣器

# open
source: On
nl: Aan
zh_hans: 开启

source: Off
nl: Uit
zh_hans: 关闭

source: Handle brightness
nl: Helderheid instellen
zh_hans: 手柄亮度

# energySave
source: Low brightness
nl: Lage helderheid
zh_hans: 节能

source: Normal brightness
nl: Normale helderheid
zh_hans: 普通

source: High brightness
nl: Hoge helderheid
zh_hans: 高亮

source: Cancel
nl: annuleren
zh_hans: 取消

source: Sure
nl: bevestigen
zh_hans: 确认

# setting_longtime
source: Sedentary remind
nl: Zitherinnering
zh_hans: 久坐提醒

# setting_toast_longtime
source: Sitting time set %@
zh_hans: 您已设置久坐提醒时间为 %@

# to_connected
source: Connect
nl: Verbind BREX Bureau
zh_hans: 连接升降桌

source: Height set
nl: Hoogte instelling
zh_hans: 高度设置

source: Standing mode
nl: Stamodus
zh_hans: 站姿模式

source: Sit mode
nl: Zitmodus
zh_hans: 坐姿模式

# pleaseInputCorrectHeight
source: Please input the correct height, range is
nl: Voer de juiste hoogte in, bereik is
zh_hans: 请输入正确的高度,范围为

# pleaseEnterHeight
source: Please enter the height
nl: Voer de hoogte in
zh_hans: 请输入高度值

# pleaseEnterCorrectNameHeight
source: Please enter the correct name or height
nl: Voer de correcte naam of hoogte in
zh_hans: 请输入正确的名称或高度

# pleaseNameMemoryHeight
source: Please name the memory height within 10 characters
nl: Voer een naam in met max 10 karakters
zh_hans: 请输入1~10个字符的记忆高度名称

# max12
source: Maximum 12 groups memory data can be support
nl: Maximaal 12 groepsgeheugen data ondersteund
zh_hans: 最多可设置12组记忆高度数据

source: Sedentary remind
nl: Zitherinnering
zh_hans: 久坐提醒

# overHours
source: Sitting over %@, stand & sit mode is suggested.
nl: U zit langer dan %@ uren , sta-zit modus is aanbevolen
zh_hans: 久坐超过 %@，建议您坐站交替办公

source: About
nl: Over
zh_hans: 关于

# technicalSupport
source: Technical support ： Winner Intelligent
zh_hans: 技术支持 ： 为诺智驱

# highestPosition
source: At the highest height
nl: Op de hoogste modus
zh_hans: 已处于最高位置

# lowestPosition
source: At the lowest height
nl: Op de laagste modus
zh_hans: 已处于最低位置

# exitProgram
source: Press again to exit
nl: Druk nogmaals voor afsluiten
zh_hans: 再按一次退出程序

source: Warning
nl: Waarschuwing
zh_hans: 警告

source: Alarm
zh_hans: 报警

# overvoltage
source: Overvoltage alarm
nl: Overbelasting alarm
zh_hans: 过压报警

# under-voltage
source: Undervoltage alarm
nl: Lage voltage alarm
zh_hans: 欠压报警

source: Overload alarm
nl: Overbelasting alarm
zh_hans: 过载报警

source: Overheat alarm
nl: Overhit alarm
zh_hans: 过热报警

source: Collision alarm
nl: Botsing alarm
zh_hans: 碰撞报警

# out-of-stepAlarm
source: desynchronizing alarm
nl: Desynchronisatie alarm
zh_hans: 失步报警

# noHallAlarm
source: Motor fault alarm
nl: Motor error alarm
zh_hans: 电机异常报警

source: Unknown error
nl: Onbekende error
zh_hans: 未知错误

# system0
source: it alarms when the supply voltage is higher than limit value
nl: Alarm wanneer de voedingsspanning groter is dan grenswaarde
zh_hans: 电源电压高于限制值时报警

# system1
source: it alarms when the supply voltage is lower than limit value
nl: Alarm wanneer de voedingsspanning lager is dan grenswaarde
zh_hans: 电源电压低于限制值时报警

# system2
source: it alarms when load exceeds maximum
nl: Alarm wanneer de belasting het maximum overschrijdt
zh_hans: 系统负载超过最大载荷时报警

# system3
source: it alarms may be launched after running for a long time
nl: Het alarm kan worden geactiveerd nadat het bureau een lange tijd heeft gedraaid
zh_hans: 连续长时间运行可能启动此报警

# system4
source: it alarms when desktop in vibration, collision and tilt
nl: Alarm wanneer het bureaublad trilt, botst en kantelt
zh_hans: 桌子在运动过程中发生振动、倾斜或受到碰撞时报警

# system5
source: desynchronizing alarm
nl: desynchronisatie alarm
zh_hans: 失步报警

# system6
source: Motor fault alarm
nl: Motor error alarm
zh_hans: 电机异常报警

# system7
source: Unknown error
nl: Onbekende error
zh_hans: 系统未知错误

# system8
source: Please turn off the system. Repower until the screen off. Or the alarm clears automatically when the voltage back to normal range.Otherwise please contact with the supplier.
nl: Schakel het systeem uit. Haal de stekker minimaal 10 seconden uit het stopcontact.Het alarm verdwijnt automatisch wanneer de spanning weer normaal is.Neem anders contact op met de leverancier.
zh_hans: 应断电，等待手控器息屏后重新上电，或待电源电压恢复到解除值后自动解除。如果报警未解除，请联系您的供应商。

# system9
source: Please turn off the system. Repower until the screen off. Or the alarm clears automatically when the voltage back to normal range.Otherwise please contact with the supplier.
nl: Schakel het systeem uit. Haal de stekker minimaal 10 seconden uit het stopcontact.Het alarm verdwijnt automatisch wanneer de spanning weer normaal is.Neem anders contact op met de leverancier.
zh_hans: 应断电，等待手控器息屏后重新上电，或待电源电压恢复到解除值后自动解除。如果报警未解除，请联系您的供应商。

# system10
source: Please remove some objects on the desktop when it occurs during the rise phase; or if it occurs during the decline phase, power it off and power it on again or press reset to clear it.
nl: Verwijder a.u.b. enkele objecten van het bureaublad wanneer dit zich voordoet tijdens het omhoog zetten van het bureau; wanneer het zich voordoet tijdens het verlagen, schakel dan uit en weer in of druk op reset om te wissen.
zh_hans: 向上运行时出现此报警，应移除桌上部分重物再运行；若在向下运动时出现此报警，应断电，等待手控器息屏后重新上电，或者执行行程复位解除此报警。

# system11
source: Wait for at least 18 minutes in order to use it again.
nl: Wacht ten minste 18 minuten alvorens opnieuw te gebruiken.
zh_hans: 等待至少18分钟后方可使用。

# system12
source: Without any operation, the system will be back automatically and alarm solved.
nl: Zonder enige handeling keert het systeem automatisch terug en wordt het alarm opgelost.
zh_hans: 无需任何操作，系统自动回退后报警将解除

# system13
source: Please check the motor and ensure that the connection between motor and controller is reliable, then press reset if connection normal.Otherwise please contact with the supplier.
nl: Controleer de motor en zorg ervoor dat de verbinding tussen motor en controller intact is, en druk vervolgens op reset als de verbinding normaal is. Neem anders contact op met de leverancier.
zh_hans: 应检查所有电机与控制器的连接线路，并确保其连接可靠，然后执行行程复位解除此报警。如果报警未解除，请联系您的供应商。

# system14
source: Please check the motor and ensure that the connection between motor and controller is reliable, then turn off the system， Repower until the screen off, or press reset to clear it.Otherwise please contact with the supplier.
nl: Controleer de motor en zorg ervoor dat de verbinding tussen motor en controller intact is. Haal de stekker minimaal 10 seconden uit het stopcontact, of druk op reset om te wissen. Neem anders contact op met de leverancier
zh_hans: 应检查所有电机与控制器的连接线路，并确保其连接可靠，然后断电，等待手控器息屏后重新上电，或者执行行程复位解除此报警。如果报警未解除，请联系您的供应商。

# system15
source: Please check the motor and ensure that the connection between motor and controller is reliable, then turn off the system， Repower until the screen off, or press reset to clear it.Otherwise please contact with the supplier.
nl: Controleer de motor en zorg ervoor dat de verbinding tussen motor en controller intact is. Haal de stekker minimaal 10 seconden uit het stopcontact, of druk op reset om te wissen. Neem anders contact op met de leverancier
zh_hans: 应检查所有电机与控制器的连接线路，并确保其连接可靠，然后断电，等待手控器息屏后重新上电，或者执行行程复位解除此报警。如果报警未解除，请联系您的供应商。

# pic_disconnected_error
source: pic_disconnected_error_e
nl: pic_disconnected_error_r
zh_hans: pic_disconnected_error

# btn_disconnected_go
source: btn_disconnected_go_e
nl: btn_disconnected_go_r
zh_hans: btn_disconnected_go

# btn_mode_memory_pre
source: btn_mode_memory_pre_e
nl: btn_mode_memory_pre_d
zh_hans: btn_mode_memory_pre

# btn_mode_memory
source: btn_mode_memory_e
nl: btn_mode_memory_d
zh_hans: btn_mode_memory

# btn_mode_sit_pre
source: btn_mode_sit_pre_e
nl: btn_mode_sit_pre_d
zh_hans: btn_mode_sit_pre

# btn_mode_sit
source: btn_mode_sit_e
nl: btn_mode_sit_d
zh_hans: btn_mode_sit

# btn_mode_stand_pre
source: btn_mode_stand_pre_e
nl: btn_mode_stand_pre_d
zh_hans: btn_mode_stand_pre

# btn_mode_stand
source: btn_mode_stand_e
nl: btn_mode_stand_d
zh_hans: btn_mode_stand
